#!/usr/bin/env python3
# -*- coding: utf-8 -*-
# (c) @AlbertEinsteinTG

class Translation(object):
    
    START_TEXT = """<b>Hey {} what's up mahn 😎!!</b>
<i><b><n>Am A Advance Auto Filter Bot For MallusHubb....😎

MallusHubb Official Auto Filter Bot 🔥🔥🎬

Join Our Main Channel 👇🏻..
@MallusHubb
</n></b></i>"""    
    
    HELP_TEXT = """
<b><i><u>എന്താണ് വേണ്ടത് 😏!?</u></i></b>

<b><n><i>ഈ ബോട്ട് ©Mallu Hub Movies ഗ്രൂപ്പിനു വേണ്ടി നിർമിച്ചതാണ് 📢.Start കൊടുത്തു വെറുതെ സമയം പാഴാക്കല്ലേ മച്ചാനെ..!നിങ്ങൾ പാഴക്കികളയുന്ന ഓരോ ടൈമും വിലപ്പെട്ടതാണ്..🎯
നിങ്ങൾ നമ്മുടെ എല്ലാ ചാനലിലും join ചെയ്‌തെന്ന് ഉറപ്പ് വരുത്തുക👏
നിങ്ങൾക് വേണ്ട ഏത് മൂവിസും ഞങ്ങളുടെ ഈ BOT തരും ❤
@MallusHubb ഞങ്ങളുടെ ചാനൽ ❤
@malluhubbmovies ഞങ്ങളുടെ ഗ്രൂപ്പ് 🤍
അപ്പൊ സമയം കളയാതെ വേഗം പോയിട്ട് സിനിമകൾ REQUEST ചെയ്ത് ആസ്വദിച്ചോളൂ 🤩🥳</i></n></b>
🤍❤🤍❤🤍❤🤍❤🤍❤🤍❤
@mhmovieupdates
"""
    
    ABOUT_TEXT = """<b>➥ Name</b> : <code> JD Auto Filter Bot</code>
    
<b>➥ Creator 🎩</b> : <b><i><a href="https://t.me/vaathi_comin_g">vaathi_comin_g</a></i></b>

<b>➥ Language</b> : <code>Python3</code>

<b>➥ YouTube🛡️</b> : <i><a href="https://youtube.com/c/LOStWorldBGM">subscribe YouTube channel </a></i>

<b>➥ MASTER 😎</b> : <i><a href="https://t.me/MallusHubb">Click Me</a></i>

<b>➥ Source code 💠</b> : <i><b>👀 നോക്കണ്ടെടാ ഉണ്ണി കിട്ടൂല 🥱</b></i>
"""
